Repository: common-repository/sitemap-by-click5
Catalog: languages/sitemap-by-click5-*.po
Languages: de_de, es_mx, fr_fr, it_it, vi

source: continued
it_it: Continua
vi: Tiếp tục

source: First
it_it: Primo
vi: Đầu tiên

source: Last
it_it: Scorso
vi: Cuối cùng

source: click5 Sitemap Settings
de_de: click5 Sitemap-Einstellungen
es_mx: Configuración del mapa de sitio web click5
fr_fr: click5 Paramètres du plan du site
it_it: Impostazioni Sitemap click5
vi: click5 Cài đặt Sơ đồ trang web

source: HTML Sitemap
es_mx: Mapa de sitio web en HTML
fr_fr: Plan du site HTML
it_it: Mappa sito HTML
vi: Sơ đồ trang web HTML

source: XML Sitemap
es_mx: Mapa de sitio web en XML
fr_fr: Plan du site XML
it_it: Mappa sito XML
vi: Sơ đồ trang web XML

source: Custom URLs
de_de: Benutzerdefinierte URLs
es_mx: URLs personalizados
fr_fr: URL personnalisés
it_it: URL personalizzati
vi: URL tùy chỉnh

source: HTML Sitemap Shortcode
de_de: HTML-Sitemap-Kurzcode
es_mx: Código corto del mapa de sitio web en HTML
fr_fr: Code HTML du plan du site
it_it: Shortcode per la Mappa del sito HTML
vi: Shortcode của Sơ đồ trang web HTML

source: In order to display Sitemap use that shortcode.
de_de: Um die Sitemap anzuzeigen, verwenden Sie diesen Kurzcode.
es_mx: Utilice ese código corto para mostrar ese mapa de sitio web.
fr_fr: Pour afficher le plan du site utilisez ce raccourci.
it_it: Per visualizzare la Mappa del sito, utilizza lo shortcode.
vi: Để hiển thị Sơ đồ trang web, hãy sử dụng shortcode đó.

source: General HTML Sitemap Settings
de_de: Allgemeine HTML-Sitemap-Einstellungen
es_mx: Configuración general del mapa del sitio web en HTML
fr_fr: Paramètres généraux du plan du site HTML
it_it: Impostazioni HTML Generali della Mappa del Sito
vi: Cài đặt Sơ đồ trang web HTML chung

source: Select post types which you want to include in your HTML Sitemap:
de_de: Wählen Sie Posttypen aus, die Sie in Ihre HTML-Sitemap aufnehmen möchten:
es_mx: Seleccione los tipos de mensajes que usted desea incluir en su mapa del sitio web en HTML:
fr_fr: Sélectionnez les types d'articles que vous souhaitez inclure dans votre plan de site HTML :
it_it: Seleziona i tipi di post che desideri includere nella tua Mappa del Sito HTML:
vi: Chọn loại bài đăng mà bạn muốn đưa vào Sơ đồ trang web HTML của mình:

source: Section Heading:
de_de: Abschnittsüberschrift:
es_mx: Encabezado de la sección:
fr_fr: Titre de la section :
it_it: Titolo Sezione:
vi: Tiêu đề phần:

source: Select grouping type:
de_de: Wählen Sie den Gruppierungstyp aus:
es_mx: Seleccione el tipo de agrupación:
fr_fr: Sélectionner le type de regroupement :
it_it: Seleziona il tipo di raggruppamento:
vi: Chọn loại nhóm:

source: Split and group by post types
de_de: Aufteilen und Gruppieren nach Posttypen
es_mx: Dividir y agrupar por tipos de publicaciones
fr_fr: Séparer et regrouper par type de message
it_it: Dividi e raggruppa per tipo di post
vi: Tách và nhóm theo các loại bài đăng

source: Merge into one list
de_de: In einer Liste zusammenfassen
es_mx: Fusionar en una lista
fr_fr: Fusionner en une seule liste
it_it: Unisci in un unico elenco
vi: Hợp nhất thành một danh sách

source: Pagination:
de_de: Seitenzahlen:
es_mx: Paginación:
it_it: Impaginazione:
vi: Phân trang:

source: Items per page:
de_de: Artikel pro Seite:
es_mx: Artículos por página:
fr_fr: Articles par page :
it_it: Oggetti per pagina:
vi: Số mục trên mỗi trang:

source: Leave that field <strong>empty</strong> (or set it to <strong>0</strong>) to <strong>disable</strong> pagination.
de_de: Lassen Sie dieses Feld <strong>leer</strong> (oder setzen Sie es auf <strong>0</strong>) auf <strong>deaktivieren</strong> Paginierung.
es_mx: Deja ese campo <strong>vació</strong> (o ponerlo <strong>0</strong>) en <strong>desabilitar</strong> paginación.
fr_fr: Laisser ce champ <strong>vide</strong> (ou mettez le à <strong>0</strong>) à <strong>disable</strong> pagination.
it_it: Lascia il campo <strong> vuoto </strong> (o impostalo su <strong> 0 </strong>) per <strong> disabilitare </strong> l'impaginazione.
vi: Để trường đó <strong>trống</strong> (hoặc đặt thành <strong>0</strong>) để <strong>vô hiệu hóa</strong> phân trang.

source: URLs options:
de_de: URLs-Optionen:
es_mx: Opciones de URL:
fr_fr: Options des URL :
it_it: Opzioni URL:
vi: Tùy chọn URL:

source: Open links in new tab
de_de: Links in neuer Registerkarte öffnen
es_mx: Abrir enlace en una nueva pestaña
fr_fr: Ouvrir les liens dans un nouvel onglet
it_it: Apri collegamenti in una nuova scheda
vi: Mở liên kết trong tab mới

source: Grouping Options:
de_de: Gruppierungsoptionen:
es_mx: Opciones de agrupación:
fr_fr: Options de regroupement :
it_it: Opzioni di raggruppamento:
vi: Tùy chọn nhóm:

source: Enable Grouping for Post Type:
de_de: Gruppierung für Posttyp aktivieren:
es_mx: Habilitar agrupación por tipo de publicación:
fr_fr: Activer le regroupement pour le type de poste :
it_it: Abilita raggruppamento per tipo di post:
vi: Bật Nhóm cho Loại Bài đăng:

source: Group by:
de_de: Gruppieren nach:
es_mx: Agrupar por:
fr_fr: Grouper par :
it_it: Raggruppa per:
vi: Nhóm theo:

source: Disabled
de_de: Deaktiviert
es_mx: Deshabilitar
fr_fr: Désactivé
it_it: Disabilitato
vi: Vô hiệu

source: Archives
de_de: Archiv
es_mx: Archivos
it_it: Archivio
vi: Lưu trữ

source: Categories
de_de: Kategorien
es_mx: Categorías
fr_fr: Catégories
it_it: Categorie
vi: Thể loại

source: Tags
de_de: Schlagwörter
es_mx: Etiquetas
it_it: Tag
vi: Thẻ

source: HTML Sitemap Order
de_de: HTML-Sitemap-Bestellung
es_mx: Orden del mapa del sitio HTML
fr_fr: Commande du plan du site HTML
it_it: Ordine della Mappa del Sito HTML
vi: Thứ tự Sơ đồ trang web HTML

source: Grab & drop elements listed below to setup HTML Sitemap display order.
de_de: Greifen und Ablegen von unten aufgeführten Elementen, um die Anzeigereihenfolge der HTML-Sitemap einzurichten.
es_mx: Agarrar y soltar los elementos enumerados a continuación para configurar el orden de visualización del mapa del sitio HTML.
fr_fr: Saisissez et déposez les éléments énumérés ci-dessous pour configurer l'ordre d'affichage du plan du site HTML.
it_it: Prendi e rilascia gli elementi elencati di seguito per impostare l'ordine di visualizzazione della Mappa del Sito HTML.
vi: Kéo và thả các phần tử được liệt kê bên dưới để thiết lập thứ tự hiển thị Sơ đồ trang web HTML.

source: Save Order
de_de: Reihenfolge speichern
es_mx: Guardar pedido
fr_fr: Sauvegarder l'ordre
it_it: Salva Ordine
vi: Lưu đơn hàng

source: Reset Order
de_de: Bestellung zurücksetzen
es_mx: Resetear pedido
fr_fr: Réinitialiser l'ordre
it_it: Reimposta Ordine
vi: Đặt lại đơn hàng

source: Blacklist (HTML Sitemap)
de_de: Schwarze Liste (HTML-Sitemap)
es_mx: Lista negra (Mapa del sitio HTML)
fr_fr: Liste noire (Plan du site HTML)
it_it: Lista Nera (Mappa del Sito HTML)
vi: Danh sách đen (Sơ đồ trang web HTML)

source: Clear blacklist
de_de: Schwarze Liste löschen
es_mx: Limpiar lista negra
fr_fr: Vider liste noire
it_it: Cancella lista nera
vi: Xóa danh sách đen

source: Search for posts/pages
de_de: Suche nach Beiträgen/Seiten
es_mx: Buscar publicaciones/páginas
fr_fr: Recherche de postes/pages
it_it: Cerca post / pagine
vi: Tìm kiếm các bài đăng / trang

source: Type:
de_de: Art:
es_mx: Tipo:
fr_fr: Tapez :
it_it: Tipo:
vi: Kiểu:

source: All
de_de: Alle
es_mx: Todos
fr_fr: Tous
it_it: Tutti
vi: Tất cả

source: XML Sitemap & Robots.txt
de_de: XML-Sitemap und Robots.txt
es_mx: Mapa del sitio XML y Robots.txt
fr_fr: Plan du site XML & Robots.txt
it_it: Mappa del Sito XML e Robots.txt
vi: Sơ đồ trang web XML & Robots.txt

source: Your sitemap.xml:
de_de: Ihre Sitemap.xml:
es_mx: Su sitemap.xml:
fr_fr: Votre plan de site.xml :
it_it: Il tuo sitemap.xml:
vi: Sơ đồ trang web của bạn.xml:

source: sitemap.xml not generated yet.
de_de: sitemap.xml noch nicht generiert.
es_mx: sitemap.xml aún no se ha generado.
fr_fr: plan du site.xml non encore généré.
it_it: sitemap.xml non è ancora stato generato.
vi: sitemap.xml chưa được tạo.

source: Your robots.txt:
de_de: Ihre robots.txt:
es_mx: Su archivo robots.txt:
fr_fr: Vos robots.txt :
it_it: Il tuo file robots.txt:
vi: Robots.txt của bạn:

source: General XML Sitemap Settings
de_de: Allgemeine XML-Sitemap-Einstellungen
es_mx: Configuración general del mapa del sitio XML
fr_fr: Paramètres XML généraux du plan du site
it_it: Impostazioni Generali Mappa del Sito XML
vi: Cài đặt Sơ đồ trang XML Chung

source: Generate SEO files:
de_de: Erzeugen Sie SEO-Dateien:
es_mx: Generar archivos SEO:
fr_fr: Générer des fichiers SEO :
it_it: Genera file SEO:
vi: Tạo tệp SEO:

source: Generate sitemap.xml
de_de: Sitemap.xml erzeugen
es_mx: Generar sitemap.xml
fr_fr: Générer un plan du site .xml
it_it: Genera sitemap.xml
vi: Tạo sitemap.xml

source: Generate robots.txt
de_de: robots.txt erzeugen
es_mx: Generar robots.txt
fr_fr: Générer des robots.txt
it_it: Genera robots.txt
vi: Tạo robots.txt

source: Include sitemap.xml url in robots.txt
de_de: sitemap.xml-URL in robots.txt einschließen
es_mx: Incluir la url sitemap.xml en robots.txt
fr_fr: Inclure l'url sitemap.xml dans robots.txt
it_it: Includi l'URL sitemap.xml in robots.txt
vi: Bao gồm url sitemap.xml trong robots.txt

source: Include post types:
de_de: Stellentypen einbeziehen:
es_mx: Incluir tipos de publicación:
fr_fr: Inclure les types de poste :
it_it: Includi tipi di post:
vi: Bao gồm các loại bài đăng:

source: Include taxonomy sitemaps:
de_de: Taxonomie-Sitemaps einbeziehen:
es_mx: Incluir mapas de sitio de taxonomía:
fr_fr: Inclure les plans de site de la taxonomie :
it_it: Includi la tassonomia delle mappe dei siti:
vi: Bao gồm phân loại sơ đồ trang web:

source: Authors
de_de: Verfasser
es_mx: Autores
fr_fr: Auteurs
it_it: Autori
vi: Tác giả

source: XML Sitemap type:
de_de: XML-Sitemap-Typ:
es_mx: Tipo de mapa de sitio XML:
fr_fr: Plan du site de type XML :
it_it: Tipo di Sitemap XML:
vi: Loại Sơ đồ trang web XML:

source: <strong>Splitted</strong> sitemap type is recommended for websites which have a lot of subpages.
de_de: <strong>Aufgeteilt</strong> Der Sitemap-Typ wird für Websites empfohlen, die viele Unterseiten haben.
es_mx: <strong>Separación</strong> de tipo de mapa de sitio se recomienda para sitios web que tienen muchas subpáginas.
fr_fr: <strong>Splitted</strong> Le type de plan du site est recommandé pour les sites web qui ont beaucoup de sous-pages.
it_it: Il tipo di mappa del sito <strong> diviso </strong> è consigliato per i siti web che hanno molte sottopagine.
vi: Loại sơ đồ trang web <strong>được chia nhỏ</strong> được khuyến nghị cho các trang web có nhiều trang con.

source: Automation:
de_de: Automatisierung:
es_mx: Automatización:
fr_fr: Automatisation :
it_it: Automazione:
vi: Tự động hóa:

source: Re-generate Sitemap files on each website structure change (eg. new page have been added or its content modified)
de_de: Sitemap-Dateien bei jeder Änderung der Website-Struktur neu generieren (z.B. wenn eine neue Seite hinzugefügt oder ihr Inhalt geändert wurde)
es_mx: Re-generar los archivos de Sitemap en cada cambio de estructura del sitio web (por ejemplo, se ha añadido una nueva página o se ha modificado su contenido)
fr_fr: Re-générer les fichiers de plan du site à chaque modification de la structure du site (par exemple, ajout d'une nouvelle page ou modification de son contenu)
it_it: Rigenerare i file della Mappa del Sito a ogni modifica della struttura del sito web (ad es. se è stata aggiunta una nuova pagina o il suo contenuto è stato modificato)
vi: Tạo lại các tệp Sơ đồ trang web khi mỗi lần thay đổi cấu trúc trang web (ví dụ: trang mới được thêm vào hoặc nội dung của nó được sửa đổi)

source: Re-generate XML Sitemap
de_de: XML-Sitemap neu generieren
es_mx: Regenerar Mapa de sitio XML
fr_fr: Re-générer un plan de site XML
it_it: Ricrea la Mappa del Sito XML
vi: Tạo lại Sơ đồ trang web XML

source: Blacklist (XML Sitemap)
de_de: Schwarze Liste (XML-Sitemap)
es_mx: Lista negra (Mapa de sitio XML)
fr_fr: Liste noire (plan du site XML)
it_it: Lista nera (Mappa del Sito XML)
vi: Danh sách đen (Sơ đồ trang web XML)

source: Existing Custom URLs
de_de: Vorhandene benutzerdefinierte URLs
es_mx: URLs personalizados existentes
fr_fr: URL personnalisés existants
it_it: URL Personalizzati Esistenti
vi: URL tùy chỉnh đã tồn tại

source: No custom URLs saved yet.
de_de: Noch keine benutzerdefinierten URLs gespeichert.
es_mx: Aún no se han guardado URL personalizados.
fr_fr: Aucune URL personnalisée n'a encore été enregistrée.
it_it: Nessun URL personalizzato ancora salvato.
vi: Chưa có URL tùy chỉnh nào được lưu.

source: Clear list
de_de: Liste löschen
es_mx: Crear lista
fr_fr: Vider la liste
it_it: Elimina elenco
vi: Xóa danh sách

source: Edit URL
de_de: URL bearbeiten
es_mx: Editar URL
fr_fr: Modifier l'URL
it_it: Modifica URL
vi: Chỉnh sửa URL

source: URL Title
de_de: URL-Titel
es_mx: Título de URL
fr_fr: Titre de l'URL
it_it: Titolo URL
vi: Tiêu đề URL

source: For eg.
de_de: Zum Beispiel
es_mx: Por ej.
fr_fr: Par exemple
it_it: Per es.
vi: Ví dụ.

source: URL Category
de_de: URL-Kategorie
es_mx: Categoría de URL
fr_fr: Catégorie d'URL
it_it: Categoria URL
vi: Danh mục URL

source: Custom
de_de: Benutzerdefiniert
es_mx: Personalización
fr_fr: Personnalisation
it_it: Uso
vi: Tùy chỉnh

source: Open link in new tab
de_de: Link in neuer Registerkarte öffnen
es_mx: Abrir enlace en una nueva pestaña
fr_fr: Ouvrir le lien dans un nouvel onglet
it_it: Apri link in una nuova scheda
vi: Mở liên kết trong tab mới

source: Yes
de_de: Ja
es_mx: Sí
fr_fr: Oui
it_it: Sì
vi: Đúng

source: Used for HTML Sitemap.
de_de: Wird für HTML-Sitemap verwendet.
es_mx: Utilizado para mapa de sitio HTML.
fr_fr: Utilisé pour le plan de site HTML.
it_it: Utilizzato per la Mappa del Sito HTML.
vi: Được sử dụng cho Sơ đồ trang web HTML.

source: Last modification date
de_de: Datum der letzten Änderung
es_mx: Última fecha de modifiación
fr_fr: Date de la dernière modification
it_it: Data ultima modifica
vi: Ngày sửa đổi cuối cùng

source: Used for XML Sitemap (you can leave that empty).
de_de: Wird für XML-Sitemap verwendet (Sie können das leer lassen).
es_mx: Utilizado para mapa de sitio XML (puede dejarlo vacío).
fr_fr: Utilisé pour le plan de site XML (vous pouvez laisser ce champ vide).
it_it: Utilizzato per la Mappa del Sito XML (può essere lasciato vuoto).
vi: Được sử dụng cho Sơ đồ trang web XML (bạn có thể để trống).

source: Save
de_de: Speichern Sie
es_mx: Guardar
fr_fr: Sauvegarder
it_it: Salva
vi: Lưu

source: Cancel
de_de: Abbrechen
es_mx: Cancelar
fr_fr: Annuler
it_it: Annulla
vi: Huỷ bỏ

source: Add new URL
de_de: Neue URL hinzufügen
es_mx: Agregar nueva URL
fr_fr: Ajouter une nouvelle URL
it_it: Aggiungi nuovo URL
vi: Thêm URL mới

source: Add URL
de_de: URL hinzufügen
es_mx: Agregar URL
fr_fr: Ajouter une URL
it_it: Aggiungi URL
vi: Thêm URL

source: Generate and customize HTML & XML sitemaps for your website.
de_de: Generieren und passen Sie HTML- & XML-Sitemaps für Ihre Website an.
es_mx: Genere y personalice mapas de sitio HTML y XML para su sitio web.
fr_fr: Générer et personnaliser des sitemaps HTML & XML pour votre site web.
it_it: Genera e personalizza le mappe del sito HTML e XML per il tuo sito web.
vi: Tạo và tùy chỉnh các sơ đồ trang HTML & XML cho trang web của bạn.
